tap "datawire/blackbird"
tap "graphroots/tap", "git@github.platforms.engineering:graphroots/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rockymadden/rockymadden"
brew "bash"
brew "bash-completion"
brew "certstrap"
brew "cmake"
brew "cypher-shell"
brew "go"
brew "dep"
brew "direnv"
brew "docker", link: false
brew "openssl"
brew "python"
brew "docker-compose", link: false
brew "git"
brew "git-lfs"
brew "go@1.12"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "make"
brew "node"
brew "nvm"
brew "openconnect"
brew "p7zip"
brew "pkg-config"
brew "postgresql"
brew "protobuf@3.6"
brew "python-yq"
brew "python@2"
brew "stern"
brew "tcpflow"
brew "tcptrace"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "datawire/blackbird/telepresence"
brew "graphroots/tap/gogen-avro@5.3.0"
brew "graphroots/tap/ocelotctl"
brew "graphroots/tap/protoc-gen-go@1.0", link: false
brew "graphroots/tap/seabolt"
brew "rockymadden/rockymadden/slack-cli"
cask "boostnote"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "java"
cask "java8"
cask "keepingyouawake"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
