tap "adoptopenjdk/openjdk"
tap "datawire/blackbird"
tap "graphroots/tap", "git@github.platforms.engineering:graphroots/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rockymadden/rockymadden"
brew "bash"
brew "bash-completion@2"
brew "certstrap"
brew "cmake"
brew "cypher-shell"
brew "direnv"
brew "docker", link: false
brew "python"
brew "docker-compose", link: false
brew "git"
brew "git-lfs"
brew "go", link: false
brew "go@1.10"
brew "go@1.11"
brew "go@1.12", link: true
brew "go@1.9"
brew "helm"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "make"
brew "node"
brew "nvm"
brew "openconnect"
brew "openssl"
brew "p7zip"
brew "pkg-config"
brew "postgresql"
brew "protobuf@3.6", link: true
brew "python@2"
brew "stern"
brew "tcpflow"
brew "tcptrace"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "datawire/blackbird/telepresence"
brew "graphroots/tap/gogen-avro@5.3.0"
brew "graphroots/tap/gogen-avro@6.2.0", link: false
brew "graphroots/tap/ocelotctl"
brew "graphroots/tap/pctl"
brew "graphroots/tap/protoc-gen-go@1.0"
brew "graphroots/tap/protoc-go-inject-tag@1.0"
brew "graphroots/tap/seabolt"
brew "rockymadden/rockymadden/slack-cli"
cask "boostnote"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "keepingyouawake"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk12"
cask "adoptopenjdk/openjdk/adoptopenjdk13"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
