tap "adoptopenjdk/openjdk"
tap "datawire/blackbird"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "moul/moul"
tap "rockymadden/rockymadden"
brew "ansible"
brew "python@3.9"
brew "glib"
brew "bash"
brew "bash-completion@2"
brew "node"
brew "bitwarden-cli"
brew "bzip2"
brew "pkg-config"
brew "certstrap"
brew "cmake"
brew "curl"
brew "cypher-shell"
brew "direnv"
brew "docker-completion"
brew "unbound"
brew "tesseract"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "librsvg"
brew "graphviz"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-plugins-bad"
brew "gtk+3"
brew "libpsl"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gst-rtsp-server"
brew "helm"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "libsoup@2"
brew "make"
brew "mysql"
brew "nghttp2"
brew "nmap"
brew "nvm"
brew "openconnect"
brew "opencv", link: false
brew "openvpn"
brew "p7zip"
brew "parallel"
brew "postgresql"
brew "py3cairo"
brew "pyenv"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "tcpflow"
brew "tcptrace"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "vgrep"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "datawire/blackbird/telepresence"
brew "esolitos/ipa/sshpass"
brew "moul/moul/docker-diff"
brew "rockymadden/rockymadden/slack-cli"
cask "adoptopenjdk11"
cask "adoptopenjdk12"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "boostnote"
cask "datagrip"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "keepingyouawake"
cask "postman"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "visual-studio-code"
