tap "graphroots/tap", "git@github.platforms.engineering:graphroots/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "go"
brew "dep"
brew "direnv"
brew "docker"
brew "openssl"
brew "python"
brew "docker-compose"
brew "git"
brew "hub"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "lastpass-cli"
brew "node"
brew "nvm"
brew "openconnect"
brew "pkg-config"
brew "postgresql"
brew "python@2"
brew "protobuf"
brew "python-yq"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "graphroots/tap/seabolt"
cask "boostnote"
cask "caffeine"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "java"
cask "java8"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
