tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bash"
brew "bash-completion"
brew "go"
brew "dep"
brew "git"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "node"
brew "nvm"
brew "postgresql"
brew "python"
brew "tesseract", args: ["with-all-languages"]
brew "tmux"
brew "vim"
brew "yarn"
cask "caffeine"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "java8"
cask "slack"
cask "spotify"
cask "visual-studio-code"
