tap "datawire/blackbird"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "python@3.10"
brew "ansible"
brew "glib"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "pkg-config"
brew "certstrap"
brew "cmake"
brew "curl"
brew "openjdk"
brew "cypher-shell"
brew "ffmpeg"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "go"
brew "go@1.18"
brew "graphviz"
brew "gstreamer"
brew "gst-plugins-base"
brew "gst-plugins-bad"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "gst-rtsp-server"
brew "helm"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "make"
brew "zlib"
brew "mysql-client"
brew "nmap"
brew "node"
brew "protobuf"
brew "opencv"
brew "openvpn"
brew "p7zip"
brew "parallel"
brew "postgresql@14"
brew "ripgrep"
brew "shellcheck"
brew "stern"
brew "tmux"
brew "vault"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "datawire/blackbird/telepresence"
brew "hashicorp/tap/terraform"
cask "datagrip"
cask "docker"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "intellij-idea"
cask "keepingyouawake"
cask "openvpn-connect"
cask "postman"
cask "slack"
cask "teamviewer"
cask "visual-studio-code"
