bajdzis.vscode-database
be5invis.vscode-icontheme-nomo-dark
bierner.markdown-mermaid
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
devwright.vscode-terminal-capture
donjayamanne.githistory
DougFinke.vscode-pandoc
eamodio.gitlens
HookyQR.beautify
humao.rest-client
jdinhlife.gruvbox
johnpapa.vscode-peacock
JPTarquino.postgresql
jsynowiec.vscode-insertdatestring
karigari.chat
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.powershell
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mushan.vscode-paste-image
pajoma.vscode-journal
peterj.proto
redhat.java
redhat.vscode-yaml
rid9.datetime
secanis.jenkinsfile-support
stkb.rewrap
telesoho.vscode-markdown-paste-image
tht13.html-preview-vscode
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
waderyan.gitblame
wholroyd.HCL
yzhang.markdown-all-in-one
zxh404.vscode-proto3
