bajdzis.vscode-database
bierner.markdown-mermaid
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
HookyQR.beautify
JPTarquino.postgresql
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
ms-vscode.powershell
peterj.proto
redhat.vscode-yaml
secanis.jenkinsfile-support
tht13.html-preview-vscode
tomoki1207.pdf
waderyan.gitblame
wholroyd.HCL
zxh404.vscode-proto3
