adityavm.vscode-monokai-seti
bajdzis.vscode-database
batisteo.vscode-django
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
bungcip.better-toml
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
devwright.vscode-terminal-capture
donjayamanne.githistory
DougFinke.vscode-pandoc
eamodio.gitlens
ecmel.vscode-html-css
fcrespo82.markdown-table-formatter
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
HookyQR.beautify
huizhou.githd
humao.rest-client
janisdd.vscode-edit-csv
jdinhlife.gruvbox
johnpapa.vscode-peacock
JPTarquino.postgresql
jsynowiec.vscode-insertdatestring
karigari.chat
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.mssql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mushan.vscode-paste-image
NicolasVuillamy.vscode-groovy-lint
pajoma.vscode-journal
peterj.proto
qcz.text-power-tools
redhat.java
redhat.vscode-yaml
rid9.datetime
secanis.jenkinsfile-support
sidneys1.gitconfig
stkb.rewrap
telesoho.vscode-markdown-paste-image
tht13.html-preview-vscode
timonwong.shellcheck
tomoki1207.pdf
trond-snekvik.simple-rst
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscoss.vscode-ansible
waderyan.gitblame
wholroyd.HCL
yzhang.markdown-all-in-one
zxh404.vscode-proto3
